<?php

// Bing-Translated Language file 
// Generated for e107 v2.x by the Multi-Language Plugin
// https://github.com/e107inc/multilan

define("LAN_STAT_HELP_01", "统计记录");
define("LAN_STAT_HELP_02", "此选项删除数据库中的历史数据。它不会影响 \'all-time\'数字。<br><br>小心 ！一旦删除，无法恢复此数据。备份和/或您可能需要首先将数据导出。");
define("LAN_STAT_HELP_03", "此选项允许您删除有关特定网站的网页的数据。");
define("LAN_STAT_HELP_04", "此选项允许出口统计数据的 CSV 格式。这可以导入许多其他应用程序进行详细的分析。到 wiki 页面对统计日志记录插件文件格式等的更多细节，请参阅");
define("LAN_STAT_HELP_05", "<b>启用日志记录的统计</b><br>没有日志记录发生如果禁用<br><br>
<b>统计页面访问</b><br>确定谁可以看到网站统计<br><br>
<b>张管理员访问</b><br>由管理员频繁访问可以扭曲网站统计，所以你还可以排除它们<br><br>
<b>要显示的最大记录......</b><br>设置的 \'recent visitors\ 数'保留<br><br>
<b>统计类型</b><br>确定哪些信息记录。记录每月数据将占用更多的数据库空间，并给出了更好的能见度。
如果正在收集统计月报，您可以设置是否显示当前月份，或当前月份和上个月，<br><br>
<b>重置统计数据</b><br>清除所选的历史数据 （截至昨天） 为零。若要删除 today\'s 数据，以及删除日志/日志插件目录中的 log*.php 文件<br><br>");
define("LAN_STAT_HELP_06", "");
define("LAN_STAT_HELP_01", "统计记录");
define("LAN_STAT_HELP_02", "此选项从数据库中删除历史数据。它不会影响 '历史 \' 数字。<br><br>谨慎!删除后, 无法恢复此数据。请先备份和/或导出您可能需要的数据。");
define("LAN_STAT_HELP_03", "此选项允许您删除与特定网站页相关的数据。");
define("LAN_STAT_HELP_04", "此选项允许以 CSV 格式导出统计数据。这可以导入到许多其他应用程序中进行详细分析。有关文件格式的详细信息, 请参阅统计日志插件中的 wiki 页面");
define("LAN_STAT_HELP_05", "<b>启用统计记录</b><br>如果禁用, 则不进行日志记录<br><br>
<b>统计页面访问</b><br>确定谁可以查看网站统计信息<br><br>
<b>计数管理访问</b><br>管理员频繁访问会扭曲站点统计信息, 因此您可以将其排除<br><br>
<b>要显示的最大记录数..。</b><br>设置保留的 '最近访问者 \' 的数量<br><br>
<b>统计类型</b><br>确定记录的信息。记录每月数据将占用更多的数据库空间, 并提供更好的可见性。
如果正在收集每月统计信息, 则可以设置是否显示当前月份 (即当月和上月)<br><br>
<b>重置统计</b><br>清除选定的历史数据 (直到昨天结束) 到零。要删除今天的数据, 还要删除日志/日志插件目录中的日志 *. php 文件<br><br>");
define("LAN_STAT_HELP_06", "");
